---
kind: other
id: Properties.T:Autodesk.Revit.DB.Plumbing.PipeFittingAndAccessoryPressureDropData
source: html/3d0387fc-6faa-b370-1d21-b41af955d735.htm
---
# PipeFittingAndAccessoryPressureDropData Properties

The calculation type, a bitmask of FittingAndAccessoryCalculationType.